[
  {
    "title": "1. General Terms",
    "paragraph": "Please review the following terms and conditions of use, which govern important aspects of the Nebraska Furniture Mart (“NFM”) Gift Registry Voucher (the “Voucher”) and/or Jifiti Products. Your opening of an NFM Gift Registry (“Gift Registry”) constitutes your agreement to follow and be bound by the terms of this agreement (“Agreement”) which may be updated or modified at any time without prior notice. If you do not agree to these terms, please do not use the Gift Registry and/or Jifiti Products. As used in this Agreement, the term “we” “us” or “our” means Jifiti.com Inc., a Delaware corporation (\"Jifiti\"). The term “you” or “your” means the registered user(s) of the Gift Registry and/or Jifiti Products."
  },
  {
    "title": "2. The Voucher",
    "paragraph": "The Voucher is issued by The Bancorp Bank, Wilmington, Delaware (the “Issuer”) and is distributed by Jifiti. The Voucher may be redeemed for merchandise only at an NFM. If you return merchandise originally purchased with a Voucher, any refund will be issued back onto the same Voucher if it is still active. In the case where the Voucher is no longer active, the refund will be made onto a new virtual Voucher selected by Jifiti. Any merchandise purchased with a voucher is subject to the applicable store policies. Purchases will be deducted from the original amount of the Voucher until the value reaches zero. The Voucher may not be applied as payment on any account. You may not use the Voucher to make purchases on another person’s Gift Registry. Vouchers are non-reloadable. The Voucher is redeemable for cash when the balance is less than $5.00 or as otherwise required by law. Vouches are void if resold or bartered. By using the NFM app and/or using the Voucher, you agree that the laws of the State of Delaware, without regard to principles of conflict of laws, will govern this Agreement."
  },
  {
    "title": "3. Returning or canceling the Voucher",
    "paragraph": "You may not return or cancel a Voucher after it is issued."
  },
  {
    "title": "4. Lost or Stolen Vouchers",
    "paragraph": "If the Voucher has been lost or stolen, contact Customer Care at 855-858-0600 immediately at any time. Lost or stolen Vouchers cannot be blocked or closed without the email address used to open your Gift Registry. Once we have verified your identity, any remaining balance on the Voucher can be re-issued on a new Voucher. Any replacement Voucher will be issued only for the dollar value remaining on the Voucher at the time your report of it being lost or stolen. Treat Vouchers like cash by safeguarding accordingly."
  },
  {
    "title": "5. Returns and Refunds",
    "paragraph": "If you are entitled to a refund for any reason for goods or services obtained with the Voucher, you agree to accept credits to the Voucher for such refunds and agree to the refund policy of NFM. Neither the Issuer nor Jifiti are responsible for the delivery, quality, safety, legality or any other aspects of goods or services you purchase with the Voucher. All such disputes must be addressed and handled directly with NFM."
  },
  {
    "title": "6. Our Policies",
    "paragraph": "Vouchers are subject to Jifiti’s Privacy Policy."
  },
  {
    "title": "7. Risk of Loss",
    "paragraph": "Ownership and risk of loss of the Voucher passes to you as soon as Jifiti sends notification via email to the recipient that the Voucher has been issued. We are not responsible for lost or stolen Vouchers."
  },
  {
    "title": "8. Customer Service",
    "paragraph": "If you need assistance with any aspect of the creation, ownership, or use of the Voucher, please contact Customer Care at 855-858-0600 at any time. You will be asked for the Voucher number and the email address you used to open your Gift Registry."
  },
  {
    "title": "9. Creating a Voucher",
    "paragraph": "Vouchers can only be created through converting the gift balance on your NFM Gift Registry into a Voucher. The gift balance is the total value of gifts purchased through the Gift Registry. It may take up to one (1) full business day to create the Voucher from the time it is requested. Please ensure that you request the Voucher at least one (1) business day in advance of the date you wish to visit the store. Voucher requests made in person an NFM store, may not be fulfilled until the next business day."
  },
  {
    "title": "10. Opt-in to future marketing campaigns or promotional offers",
    "paragraph": "You may have the option from time to time to opt-in to certain marketing campaigns or promotional offers from Jifiti or NFM."
  },
  {
    "title": "11. Indemnification",
    "paragraph": "You agree to defend, indemnify and hold Jifiti and Nebraska Furniture Mart Inc. harmless from and against any and all claims, damages, costs and expenses, including attorneys' fees, arising from or related to your use of the Gift Registry and/or Jifiti Products and/or your breach of any representation, warranty, or other provision of the Agreement. If a Voucher is non-functional, your sole remedy against us and our sole liability shall be the full replacement of such Voucher."
  },
  {
    "title": "12. Arbitration",
    "paragraph": "Any claim, dispute, or controversy (“Claim”) arising out of or relating in any way to: i) this Agreement; ii) the Voucher; iii) your acquisition of the Voucher; iv) your use of the Voucher; v) the amount of available funds on the Voucher; vi) advertisements, promotions or oral or written statements related to the Voucher, as well as goods or services purchased with the Voucher; vii) the benefits and services related to the Voucher; or viii) transactions on the Voucher, no matter how described, pleaded or styled, shall be FINALLY and EXCLUSIVELY resolved by binding individual arbitration conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules. This arbitration agreement is made pursuant to a transaction involving interstate commerce, and shall be governed by the Federal Arbitration Act (9 U.S.C. 1-16). We will pay the initial filing fee to commence arbitration and any arbitration hearing that you attend shall take place in the federal judicial district of your residence. ARBITRATION OF YOUR CLAIM IS MANDATORY AND BINDING. NEITHER PARTY WILL HAVE THE RIGHT TO LITIGATE THAT CLAIM THROUGH A COURT. IN ARBITRATION, NEITHER PARTY WILL HAVE THE RIGHT TO A JURY TRIAL OR TO ENGAGE IN DISCOVERY, EXCEPT AS PROVIDED FOR IN THE AAA CODE OF PROCEDURE. For a copy of the procedures, to file a Claim or for other information about this organization, contact it at: AAA, 335 Madison Avenue, New York, NY 10017 or at www.adr.org. All determinations as to the scope, interpretation, enforceability and validity of this Agreement shall be made final exclusively by the arbitrator, which award shall be binding and final. Judgment on the arbitration award may be entered in any court having jurisdiction. NO CLASS ACTION, OR OTHER REPRESENTATIVE ACTION OR PRIVATE ATTORNEY GENERAL ACTION OR JOINDER OR CONSOLIDATION OF ANY CLAIM WITH A CLAIM OF ANOTHER PERSON OR CLASS OF CLAIMANTS SHALL BE ALLOWABLE. This arbitration provision shall survive: i) the termination of the Agreement; ii) the bankruptcy of any party; iii) any transfer, sale or assignment of the Voucher, or any amounts owed on the Voucher, to any other person or entity; or iv) expiration of the Voucher. If any portion of this arbitration provision is deemed invalid or unenforceable, the remaining portions shall remain in force."
  },
  {
    "title": "13. Choice of Law",
    "paragraph": "This Agreement shall be construed in accordance with the laws of the State of Delaware, without regard to any conflict of law provisions. You and we agree that any dispute arising under this Agreement shall be resolved exclusively by the state and/or federal courts of the State of Delaware. The waiver of any provision of the Agreement shall not be considered a waiver of any other provision or of our right to require strict observance of each of the terms herein. If any provision of the Agreement is found to be unenforceable or invalid for any reason, that provision shall be severable, and all other provisions shall remain in full force and effect. This Agreement constitutes the entire agreement between us relating to your use of the website."
  },
  {
    "title": "14. Expiration",
    "paragraph": "Funds on the Voucher do not expire. Every eighteen (18) months the Voucher will automatically be renewed, with no change to the Voucher number."
  }
]
