{
  "title": "Terms And Conditions",
  "paragraph": [
    "The use of this platform is subject to the Terms and Conditions below and subject to Nebraska Furniture Mart, Inc. terms and conditions that may be found at <a target='_blank' href='https://www.nfm.com'>https://www.nfm.com</a> or by contacting Nebraska Furniture Mart, Inc. corporate offices.",
    "JIFITI.COM Terms and Conditions of Use THESE TERMS AND CONDITIONS OF USE MUST BE READ CAREFULLY BEFORE USING THE JIFITI.COM WEBSITE, THE JIFITI APPLICATION OR ANY OF JIFITI’S RELATED SERVICES (HEREINAFTER COLLECTIVELY REFERRED TO AS “JIFITI PRODUCTS”) IN ANY WAY. Clicking 'I Agree' constitutes your agreement to these terms and condition of use, which form a binding legal contract. If you do not agree to these terms of use, click 'CANCEL' and do not use JIFITI PRODUCTS or any of its applications and services in any way. Jifiti.com, Inc. reserves the right, at its discretion, to change, modify, add, or remove portions of these terms and conditions at any time. These terms and conditions must be checked each time you use JIFITI PRODUCTS. Your continued use of JIFITI PRODUCTS following the posting of changes to these terms will mean you accept those changes."
  ],
  "list": [
    {
      "content": "General All content of any kind on JIFITI PRODUCTS including the proprietary JIFITI PRODUCTS Software and Methodologies are protected by international and domestic laws, including copyright-intellectual property laws and treaties. JIFITI PRODUCTS.Com Inc. owns all right, title and interest to the JIFITI PRODUCTS Site, the application, the Software and the methodologies. The term “JIFITI PRODUCTS” is protected by trademarks, designs, copyrights and other rights (registered and unregistered) and may not be used by any person for any purpose whatsoever except under written permission from Jifiti.Com Inc. "
    },
    {
      "content": "Title Not Transferred; License; Copying Not Permitted The use of any JIFITI PRODUCTS do not transfer any title or ownership to the JIFITI PRODUCTS, Software and Methodologies. The JIFITI PRODUCTS, Software and Methodologies may not be used for any purpose other than as specifically provided by Jifiti.com, Inc. Use of JIFITI PRODUCTS as intended therein is permitted only under a strict, non- exclusive and limited license, revocable at any time as specifically provided in these Terms and Conditions of Use. Copying, distribution, modification, translation, sale, the creation of derivative works, decompilation, reverse engineering, disassembling or any attempt to do any of the above with respect to the JIFITI PRODUCTS, Software and Methodologies is not permitted. Jifiti.com, Inc. is and remains the sole owner of all right and title in and to the JIFITI PRODUCTS, application and any material on or related to JIFITI PRODUCTS or its operation, including without limitation all intellectual property rights, copyrights, patents, trademarks, designs, whether or not registered or registrable. "
    },
    {
      "content": "Prohibited Activities By using JIFITI PRODUCTS, you agree to do so in accordance with all terms and conditions herein and on the JIFITI PRODUCTS, and not to do or attempt or plan to do any of the following, in any way: (a) interrupt, interfere, sabotage or damage the operation of JIFITI PRODUCTS; (b) violate any laws and/or third party rights in connection with JIFITI PRODUCTS or its use; (c) post false, misleading, defamatory, libelous, spam or unlawful content; (d) manipulate JIFITI PRODUCTS’s fee structure and/or billing process; (e) distribute viruses that may harm JIFITI PRODUCTS or its users; (f) use JIFITI PRODUCTS if you are not legally permitted to form legally binding contracts, or are temporarily or indefinitely suspended from using JIFITI PRODUCTS; (f) fail to deliver or accept any services or goods which you undertook to provide or acquire; (g) fail to make payment for services or goods purchased by you; (h) manipulate the price of any service or goods; interfere with any other user's listings; (j) transfer any account on JIFITI PRODUCTS to another party without JIFITI PRODUCTS's consent; (k) collect information about users, including without limitation e-mail addresses, without consent; (l) any act which is not in accordance with the normal, intended use of JIFITI PRODUCTS, or which might in any way harm JIFITI PRODUCTS or its users. "
    },
    {
      "content": " No Warranty THE JIFITI PRODUCTS SOFTWARE AND METHODOLOGIES AND ANY CONTENT ON JIFITI PRODUCTS ARE PROVIDED 'AS IS' AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, OR STATUTORY. TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, JIFITI.COM INC. DISCLAIMS ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT AND TITLE. NO WARRANTY IS GIVEN THAT THE JIFITI PRODUCTS, SOFTWARE OR METHODOLOGIES WILL MEET A USER'S REQUIREMENTS, THAT ACCESS OR OPERATION OF THE SAME WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS WILL BE CORRECTED. IT IS SPECIFICALLY EMPHASIZED THAT NO WARRANTY IS GIVEN THAT THE JIFITI PRODUCTS, SOFTWARE OR METHODOLOGIES OR ANY LINKS (OR ANY SERVERS CONNECTED WITH THE ABOVE) ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. JIFITI.COM INC. DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF USE OF THE JIFITI PRODUCTS, SOFTWARE OR METHODOLOGIES IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE, OR THAT THE USE OF THE JIFITI PRODUCTS, SOFTWARE OR METHODOLOGIES WILL NOT ADVERSELY AFFECT THE USE OF THE COMPUTER(S) ON WHICH THE SAME ARE ACCESSED. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY ANY PERSON, INCLUDING WITHOUT LIMITATION, A REPRESENTATIVE OF JIFITI.COM INC. SHALL CREATE A WARRANTY OF ANY KIND. APPLICABLE LAW MAY NOT ALLOW THE EXCLUSION OF EXPRESS OR IMPLIED WARRANTIES, SO CERTAIN OF THE ABOVE EXCLUSIONS MAY NOT APPLY AND/OR OTHER LEGAL RIGHTS MAY BE AVAILABLE IN VARIOUS JURISDICTIONS. JIFITI PRODUCTS MAY MAKE ANY ALTERATIONS TO THE JIFITI PRODUCTS SITE, THE DATA, PROGRAMS, SERVICES OR PRICES, AT ANY TIME WITHOUT NOTICE."
    },
    {
      "content": "Fulfillment Once a gift has been purchased, the recipient may receive a virtual gift certificate that may be used in the store where the gift was selected. The rules and guidelines governing these gift certificates are those as decided by the individual retailer and applicable laws. However, Jifiti.com, Inc. does not guarantee that the recipient will necessarily use the gift certificate to buy the specific item listed and purchased. Jifiti.com, Inc. is not liable if a recipient decides to use that gift certificate towards any other item in the store. Jifiti.com, Inc. does not guarantee that selected items in the wish lists will definitely be purchased/gifted. This is left to the sole discretion of the users whether or not they want to purchase and fulfill the gift request. Until the full amount for a particular item hasn’t been reached, the user will not be able to claim the specific gift. Alternatively, when and where possible, the recipient may select to collect the gift from the relevant store, have the gift shipped to a predetermined address, exchange the gift or decline to redeem the gift. In some cases, shipping charges and/or sales taxes will be calculated and charged to the purchaser or the recipient. In the event that the gift in no longer available or cannot be shipped or fulfilled for any other reason, the recipient will receive a physical or virtual gift certificate or another item in exchange for this item chosen. "
    },
    {
      "content": "Entire Agreement These terms shall be governed by and construed in accordance with the laws of the State of Delaware, without giving effect to any principles of conflicts of law. If any provision of these terms shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these terms and shall not affect the validity and enforceability of any remaining provisions. Jifiti.Com Inc. and/or any retailer affiliated with the JIFITI PRODUCTS, Software or Methodologies may require that a dispute between any person and Jifiti.Com Inc. or such third-party shall be resolved by binding arbitration in the State of Delaware under the rules of the American Arbitration Association. Nothing herein shall prevent Jifiti.Com Inc. or any such third-party from taking legal action as it deems appropriate in its discretion against any person in any jurisdiction. This is the entire agreement between users and Jifiti.Com Inc. relating to the subject matter herein and shall not be modified except in writing, signed by both parties. Annex - Open source license This software uses the open source ZBar Barcode Reader library, version 1.2, which is available from http://zbar.sourceforge.net/iphone This software uses the open source SFHFKeychainUtils library, which is available from https://github.com/ldandersen/scifihifi- iphone/tree/master/security This software uses the open source NKBarcode library, which is available from http://code.google.com/p/cocoa-touch- barcodes/source/browse/trunk/CocoaTouchBarcodes/NKDBarcode.h?r=2 This software uses the open source iCarousel library, which is available from https://github.com/nicklockwood/icarousel THE SOFTWARE IS PROVIDED 'AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.",
      "contentarr": [
        "You can verify the details you have submitted to Jifiti.com by contacting our customer services team customercare@jifiti.com . Our security procedures mean that we may request proof of identity before we reveal information, including your e-mail address and possibly your address.",
        "You can also contact us by the same method to change, correct, or delete your personal information controlled by Jifiti.com regarding your profile at any time. Please note though that, if you have shared any information with others through social media channels, that information may remain visible, even if your account is deleted.",
        "You are also free to close your account through our account settings. If you do so, your account will be deactivated. However, we may retain archived copies of your information as required by law or for legitimate business purposes (including to help address fraud and spam).",
        "You can always feel free to update us on your details at any point by contacting customercare@jifiti.com",
        "You can unsubscribe from receiving marketing emails from us by clicking the “unsubscribe” link at the bottom of any email. Once you do this, you will no longer receive any emails from us.",
        "You can request a readable copy of the personal data we hold on you at any time. To do this, please contact us at customercare@jifiti.com"
      ],
      "contentLast": "Please note, we are constantly reviewing how we process and protect data. Therefore, changes to our policy may occur at any time. We will endeavour to publicise any changes."
    },
    {
      "content": "Retailers and Third-Parties JIFITI PRODUCTS allows users to control the way that their posts appear including, but not limited to, prices, pictures, sizes, location. The user creating the lists and adding items to the list is solely responsible for the accuracy of information on the posting of that list. In the event of any discrepancies, the retailer and/or Jifiti will be the deciding authority. The controlling price of the items posted, including misquotations or price fluctuations, shall be that as determined by the retailer at the time of fulfillment. Pictures of items may differ from the actual product or its description. The user may have listed under the wrong store or at the wrong location an item. Items on the list may be out of stock at the time of actual redemption. Jifiti.com, Inc. is not responsible for verifying the accuracy of each posting. The JIFITI PRODUCTS, Software and Methodologies are in certain cases linked to and interface with the websites, software and methodologies of other parties, such as but not limited to retailers. Jifiti.Com Inc. has no responsibility whatsoever with regard to the same. Logos and trademarks shown on JIFITI PRODUCTS appear only to assist users and illustrate locations where JIFITI PRODUCTS may be used. The use of the logos that are trademarks or copyrighted work of other companies are never intended to suggest that JIFITI PRODUCTS owns the trademarks or that the owner of the logo is obligated to JIFITI PRODUCTS or its users. Users of the JIFITI PRODUCTS, Software or Methodologies must review the Terms and Conditions of Use (or similar title) of each of the relevant third-parties before making any transactions with or related to any of such third-parties. "
    },
    {
      "content": "Indemnification As a user of the JIFITI PRODUCTS, Software or Methodologies you agree to indemnify, defend, and hold Jifiti.Com Inc., its affiliates, officers, directors, owners, agents, information providers, licensors, and licensees (the 'Indemnified Parties') harmless from and against any and all liabilities and costs (including reasonable attorney's fees) incurred by any of the Indemnified Parties in connection with any claim arising out of any breach by you of these terms and conditions. You shall use your best efforts to cooperate with an Indemnified Party in the defense of any claim. The Indemnified Parties reserve the right, at our own expense, to assume the exclusive defense and control of any matter, even if the same is subject to indemnification by you"
    },
    {
      "content": "Termination Jifiti.Com, Inc. reserves the right, in its sole discretion, to prevent or terminate any person's access to any or all of the JIFITI PRODUCTS, Software or Methodologies, the related services or any portion or any of the above at any time, without notice."
    },
    {
      "content": "Use of Information Jifiti.Com Inc. and the third-parties which are affiliated with JIFITI PRODUCTS may use information provided by JIFITI PRODUCTS users for marketing and other purposes to the extent permitted by law."
    },
    {
      "content": "Entire Agreement These terms shall be governed by and construed in accordance with the laws of the State of Delaware, without giving effect to any principles of conflicts of law. If any provision of these terms shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these terms and shall not affect the validity and enforceability of any remaining provisions. Jifiti.Com Inc. and/or any retailer affiliated with the JIFITI PRODUCTS, Software or Methodologies may require that a dispute between any person and Jifiti.Com Inc. or such third-party shall be resolved by binding arbitration in the State of Delaware under the rules of the American Arbitration Association. Nothing herein shall prevent Jifiti.Com Inc. or any such third-party from taking legal action as it deems appropriate in its discretion against any person in any jurisdiction. This is the entire agreement between users and Jifiti.Com Inc. relating to the subject matter herein and shall not be modified except in writing, signed by both parties. Annex - Open source license This software uses the open source ZBar Barcode Reader library, version 1.2, which is available from <a target='_blank' href='http://zbar.sourceforge.net/iphone'>http://zbar.sourceforge.net/iphone</a> This software uses the open source SFHFKeychainUtils library, which is available from <a target='_blank' href='https://github.com/ldandersen/scifihifi-&#10;iphone/tree/master/security'>https://github.com/ldandersen/scifihifi-iphone/tree/master/security</a> This software uses the open source NKBarcode library, which is available from <a target='_blank' href='http://code.google.com/p/cocoa-touch-&#10;barcodes/source/browse/trunk/CocoaTouchBarcodes/NKDBarcode.h?r=2'>http://code.google.com/p/cocoa-touch-barcodes/source/browse/trunk/CocoaTouchBarcodes/NKDBarcode.h?r=2</a> This software uses the open source iCarousel library, which is available from <a target='_blank' href='https://github.com/nicklockwood/icarousel'>https://github.com/nicklockwood/icarousel</a> THE SOFTWARE IS PROVIDED 'AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
    }
  ]
}
