{
  "pageTitle": "Why You Should Register With Nebraska Furniture Mart",
  "isBlockContent": false,
  "header": "",
  "content": "",
  "contentParagraph": [
    {
      "title": "",
      "content": "Whether you’re looking to create a wedding registry, a baby registry or just a general gift registry, we want to welcome you to the Nebraska Furniture Mart family. Since we carry almost everything for your home, Nebraska Furniture Mart is the ideal store for your gift registry. We can help guide you through a registry that is fun to build and simple for your guests to browse."
    },
    {
      "title": "Setup is simple:",
      "content": "With the Nebraska Furniture Mart Gift Registry, we make signing up a breeze. You can use any of the following options to set up your registry with us:",
      "list": [
        "Download the Nebraska Furniture Mart Gift Registry App from the App Store or Google Play",
        "Set up your registry at http://registry.NFM.com",
        "Use one of our in-store kiosk to create your registry"
      ],
      "content1": "Nebraska Furniture Mart highly recommends you download the Nebraska Furniture Mart Gift Registry app. It’s the best way to keep the power of our new registry in the palm of your hand."
    },
    {
      "title": "Choose from our incredible selection:",
      "content": "Our friendly in-store sales professionals will be happy to help you find the perfect items for your registry. Plus, the easy-to-use Nebraska Furniture Mart Gift Registry app offers you complete control of your registry list. Walk through NFM while using the app and you can scan the bar code of any item that catches your eye to add it to your registry. If you would prefer to shop from the comfort of your home, you can also browse our online catalog and add whatever you please."
    },
    {
      "title": "Share your list with your friends:",
      "content": "The Nebraska Furniture Mart gift registry makes it easy to share your registry. You can spread the word about your list by sharing it on Facebook or use a custom URL that you can display on your invitation or email it to friends and family."
    },
    {
      "title": "Start receiving funds immediately:",
      "content": "As soon as people are notified about your list, you will be able to start receiving funds. Your guests can browse your registry and choose to pitch in as little or as much as they like. If Aunt Anna wants to “chip in” $30 for a $60 item, she can. Any of the funds you accrue will be added to your Gift Registry account to spend as you see fit."
    },
    {
      "title": "Real time updates:",
      "content": "The Nebraska Furniture Mart Gift Registry offers you complete control. Your gift registry will be updated online in real time. You can stay connected to your gift list and enjoy the ability to check on what has been purchased in order to avoid receiving the same gift twice! You’re also able to check on the total balance of your account and issue a voucher at any time to purchase items in store, online, or over the phone."
    },
    {
      "title": "A flexible registry:",
      "content": "We understand that registries aren’t limited to weddings and newborns. Everyone can share in the fun of setting up their own registry for any event. From college students moving away from mom and dad to a couple moving into their first home, we make it easy for you to create a registry to let your friends and family know the items you need and give them an outlet to easily help you!"
    },
    {
      "title": "Save time and buy what you want:",
      "content": "The best part is, after your gift registry has been funded by your guests, you are free to use those funds on any of the thousands of items available at Nebraska Furniture Mart. Because registries are typically created months in advance, there may be instances where an item may be discontinued or perhaps you just changed your mind. The Nebraska Furniture Mart Gift Registry allows you to use the funds your friends and family have contributed to your account on any item you choose when you make your final selections."
    }
  ],
  "buttons": {
    "isActive": true,
    "text": "Get started"
  }
}
