{
  "pageTitle": "Why You Should Register With Dear-Born Baby",
  "isBlockContent": false,
  "header": "",
  "content": "",
  "contentParagraph": [
    {
      "title": "Thank you for considering Dear-Born Baby as your registry destination!",
      "content": "It is our pleasure to provide you with a fun and simple registry experience. Our registry specialists will work with you and your family to assemble a registry that is reflective of you and your partners combining (sometimes colliding) styles. Our registry team will work hand in hand with your friends & family to ensure items purchased are carefully packaged and shipped out quickly.<br><br>Setup is simple!<br><br>Create your account now at <a href='https://registries.dearbornbaby.com'>https://registries.dearbornbaby.com</a> or contact our store at <a href='tel:905-881-3334'>(905) 881-3334</a> x250 to arrange a complimentary 2-hour consultation to answer all your questions and guide you through the right choices for you and your baby."
    },
    {
      "title": "Expert Consultants",
      "content": "Our friendly in-store registry and product consultants will be happy to help you find the perfect items for your registry. A guided tour of our showroom with one of our qualified registry consultants includes a FREE swag bag loaded with goodies, one-on-one product demonstrations and insider insights ensuring that you have the correct personalized information you need about our incredible range of products, some of which are exclusive to Dear-Born Baby!"
    },
    {
      "title": "Share Your List",
      "content": "It's easy to share your registry list at home and around the world. Share on Facebook or use a custom URL that you can display on your invitations or in your emails with friends and family. Offline purchases are reflected instantly and can be made in-store via kiosk or cashier."
    },
    {
      "title": "You're In Control",
      "content": "Your mobile ready registry updates in real time and offers a 360 degree view that allows you to stay connected to your gift list. Monitor purchases from friends and family and make gift list revisions anywhere, anytime."
    },
    {
      "title": "Save Time & Get The Brands You and Your Baby Will Love!",
      "content": "Go live with your registry list quickly by adding our \"absolute must have\" products hand selected by our expert consultants. Then easily enhance your list by reviewing our registry checklists to ensure all the necessities have been captured, plus some fun things to get you excited about your soon to be bundle of joy."
    }
  ],
  "buttons": {
    "isActive": true,
    "text": "Get started"
  }
}
